neozeed/Darwin_0.1/groff/groff/mm/groff_mmse.man
.\" -*- nroff -*-
.\" $Id: groff_mmse.man,v 1.1.1.1 1997/11/27 03:18:49 wsanchez Exp $
.\" Skrivet av Jörgen Hägg, Lund, Sverige
.\"
.TH GROFF_MMSE @MAN7EXT@ "@MDATE@" "Groff Version @VERSION@"
.SH NAMN
groff_mmse \- svenska mm makro för groff
.SH SYNTAX
.B groff
.B \-m@TMAC_M_PREFIX@mse
[
.IR flaggor .\|.\|.
]
[
.IR filer .\|.\|.
]
.SH BESKRIVNING
\fBm@TMAC_M_PREFIX@mse\fP är en svensk variant av \fBm@TMAC_M_PREFIX@m\fP. Alla texter
är översatta. En A4 sida får text som är 13 cm bred, 3.5 cm indragning
samt är 28.5 cm hög.
Det finns stöd för brevuppställning enligt svensk standard
för vänster och högerjusterad text.
.LP
\fBCOVER\fP kan använda \fIse_ms\fP som argument. Detta ger ett
svenskt försättsblad.
Se \fBgroff_mm(@MAN7EXT@)\fP för övriga detaljer.
.SH BREV
Tillgängliga brevtyper:
.TP
.B ".LT SVV"
Vänsterställd löptext med adressat i position T0 (vänsterställt).
.TP
.B ".LT SVH"
Högerställd löptext med adressat i position T4 (passar
fönsterkuvert).
.LP
Följande extra LO-variabler används.
.TP
.B ".LO DNAMN\fI namn\fP"
Anger dokumentets namn.
.TP
.br
.B ".LO MDAT\fI datum\fP"
Mottagarens datum, anges under \fBErt datum:\fP (\fBLetMDAT\fP).
.TP
.br
.B ".LO BIL\fI sträng\fP"
Anger bilaga, nummer eller sträng med \fBBilaga\fP (\fBLetBIL\fP)
som prefix.
.TP
.br
.B ".LO KOMP\fI text\fP"
Anger kompletteringsuppgift.
.TP
.br
.B ".LO DBET\fI beteckning\fP"
Anger dokumentbeteckning eller dokumentnummer.
.TP
.br
.B ".LO BET\fI beteckning\fP"
Anger beteckning (ärendebeteckning i form av diarienummer eller liknande).
.TP
.br
.B ".LO SIDOR\fI antal\fP"
Anger totala antalet sidor och skrivs ut efter sidnumret inom
parenteser.
.LP
Om makrot \fB.TP\fP är definierat anropas det efter utskrift av brevhuvudet.
Där lägger man lämpligen in postadress och annat som brevfot.
.SH "SKRIVET AV"
Jörgen Hägg, Lund, Sweden <jh@axis.se>
.SH FILER
.B @MACRODIR@/tmac.@TMAC_M_PREFIX@mse
.B @TMAC_MDIR@/se_*.cov
.SH "SE OCKSÅ"
.BR groff (@MAN1EXT@),
.BR @g@troff (@MAN1EXT@),
.BR @g@tbl (@MAN1EXT@),
.BR @g@pic (@MAN1EXT@),
.BR @g@eqn (@MAN1EXT@)
.br
.BR m@TMAC_M_PREFIX@m (@MAN7EXT@)
